//
//  BKPasscodeView.strings
//  Nextcloud iOS
//
//  Copyright (c) 2017 TWS. All rights reserved.
//
//  Author Marino Faggiana <m.faggiana@twsweb.it>
//
//  This program is free software: you can redistribute it and/or modify
//  it under the terms of the GNU General Public License as published by
//  the Free Software Foundation, either version 3 of the License, or
//  (at your option) any later version.
//
//  This program is distributed in the hope that it will be useful,
//  but WITHOUT ANY WARRANTY; without even the implied warranty of
//  MERCHANTABILITY or FITNESS FOR A PARTICULAR PURPOSE.  See the
//  GNU General Public License for more details.
//
//  You should have received a copy of the GNU General Public License
//  along with this program.  If not, see <http://www.gnu.org/licenses/>.
//

"%d Failed Passcode Attempts" = "%d intentos de código de seguridad fallidos ";
"%d Failed Password Attempts" = "%d intentos de contraseña fallidos ";

"1 Failed Passcode Attempt" = "1 intento de código de seguridad fallido";
"1 Failed Password Attempt" = "1 intento de contraseña falliido";

"Do you want to use Touch ID for authentication?" = "Do you want to use Touch/Face ID for authentication?";

"Done" = "Terminado";

"Enable Touch ID" = "Enable Touch/Face ID";

"Enter a different passcode. Cannot re-use the same passcode." = "Favor de ingresar un código de seguridad diferente. No es posible usar el mismo código de seguirdad";
"Enter a different password. Cannot re-use the same password." = "Ingrese una contrseña diferente. No se puede volver a usar la misma contraseña.";

"Enter a passcode" = "Ingrese un código de seguridad";
"Enter a password" = "Ingrese una contraseña";

"Enter your new passcode" = "Ingrese su nuevo código de seguridad";
"Enter your new password" = "Ingrese su nueva contraseña";

"Enter your old passcode" = "Ingrese su código de seguridad anterior";
"Enter your old password" = "Ingrese su contraseña anterior";

"Enter your passcode" = "Ingrese su código de seguridad";
"Enter your password" = "Ingrese su contraseña";

"Invalid Passcode" = "Código de seguridad inválido";
"Invalid Password" = "Contraseña inválida";

"Passcodes did not match.\nTry again." = "Los códigos de seguridad no coinciden.\n\nFavor de volver a intentar.";
"Password did not match.\nTry again." = "Las contraseñas no coinciden.\n\nFavor de volver a intentar. ";

"Re-enter your passcode" = "Favor de re-ingresar su código de seguridad";
"Re-enter your password" = "Reingresar su contraseña";

"Try again in %d minutes" = "Favor de volver a intentar en %d minutos";

"Try again in 1 minute" = "Favor de volver a intentar en 1 minuto";
